; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	gvp9000 <gvp9000@gmail.com>
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&OK"
CANCEL_BUT = "&Ακύρωση"
YES_BUT = "&Ναι"
NO_BUT = "&Όχι"
DELETE_BUT = "&Διαγραφή"
COPY_BUT = "Αντιγραφή"
BATCH_BUT = "&Ομαδικά"
SEND_BUT = "&Αποστολή"
NEXT_BUT = "Επόμενο >"
PREV_BUT = "< Προηγούμενο"
CLOSE_BUT = "&Κλείσιμο"
EXIT_BUT = "Έξοδος"
CONTINUE_BUT = "Συνέχιση"
FINISH_BUT = "Τέλος"
ALWAYS_BUT = "Πάντα"
NEVER_BUT = "Ποτέ"
CHECKBOX_REMEMBER = "Θυμίσου την επιλογή μου"
CHECKBOX_DONT_ASK_AGAIN = "Να μην ερωτηθώ ξανά"
MAIN_DEST_DIR_LABEL = "&Φάκελος προορισμού:"
MAIN_FILE_LABEL = "&Συμπιεσμένο αρχείο για"
MAIN_DIRECTORY_LOCK = "κλείδωμα"
MAIN_DIRECTORY_LOCK_TOOLTIP = "Απενεργοποιεί την αυτόματη επιλογή φακέλου προορισμού,%nπ.χ. να αποσυμπιέσεις πολλά αρχεία στον ίδιο φακέλου προορισμού%nχωρίς να χρειάζεται να επιλέξεις τον ίδιο φάκελο για καθένα από αυτά"
MENU_FILE_LABEL = "&Αρχείο"
MENU_FILE_OPEN_LABEL = "&Άνοιγμα…"
MENU_FILE_KEEP_OPEN_LABEL = "&Κρατήστε το %name ανοικτό"
MENU_FILE_SHOW_LABEL = "Εμφάνιση λίστας ομαδικής επεξεργασίας"
MENU_FILE_CLEAR_LABEL = "Καθαρισμός λίστας ομαδικής επεξεργασίας"
MENU_FILE_LOG_OPEN_LABEL = "Άνοιγμα πιο πρόσφατου αρχείου καταγραφών"
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "Άνοιγμα φακέλου καταγραφών"
MENU_FILE_LOG_LABEL = "Διαγραφή αρχείων καταγραφών (%1)"
MENU_FILE_QUIT_LABEL = "&Τερματισμός"
MENU_EDIT_LABEL = "&Επεξεργασία"
MENU_EDIT_SILENT_MODE_LABEL = "Σιωπηλή λειτουργία"
MENU_EDIT_PASSWORD_LABEL = "Λίστα συνθηματικών"
MENU_EDIT_CONTEXT_LABEL = "&Καταχωρήσεις μενού"
MENU_EDIT_PREFS_LABEL = "&Προτιμήσεις"
MENU_HELP_LABEL = "&Βοήθεια"
MENU_HELP_FEEDBACK_LABEL = "&Αποστολή σχολίου"
MENU_HELP_PLUGINS_LABEL = "&Πρόσθετα"
MENU_HELP_UPDATE_LABEL = "Έλεγχος για &Αναβαθμίσεις"
MENU_HELP_WEB_LABEL = "&Ιστοσελίδα %1"
MENU_HELP_GITHUB_LABEL = "%1 στο &Github"
MENU_HELP_STATS_LABEL = "Στατιστικά"
MENU_HELP_PROGDIR_LABEL = "Άνοιγμα φακέλου εγκατάστασης προγράμματος"
MENU_HELP_CONFIGFILE_LABEL = "Άνοιγμα αρχείου διαμόρφωσης (.ini)"
MENU_HELP_ABOUT_LABEL = "Περί"
PREFS_TITLE_LABEL = "Προτιμήσεις"
PREFS_UNIEXTRACT_OPTS_LABEL = "Γενικές επιλογές"
PREFS_HISTORY_LABEL = "Παρακολούθηση αρχείου &ιστορικού"
PREFS_UPDATEINTERVAL_LABEL = "Έλεγχος για ενημερώσεις:"
PREFS_UPDATE_DAILY = "καθημερινά"
PREFS_UPDATE_WEEKLY = "εβδομαδιαία"
PREFS_UPDATE_MONTHLY = "μηνιαία"
PREFS_UPDATE_YEARLY = "ετήσια"
PREFS_UPDATE_NEVER = "ποτέ"
PREFS_UPDATE_CUSTOM = "κάθε %1 ημέρες"
PREFS_FORMAT_OPTS_LABEL = "Επιπρόσθετες επιλογές"
PREFS_LANG_LABEL = "&Γλώσσα:"
PREFS_WARN_EXECUTE_LABEL = "&Προειδοποίηση πριν την εκτέλεση αρχείων"
PREFS_WARN_EXECUTE_TOOLTIP = "Μερικές μέθοδοι αποσυμπίεσης βασίζονται στην εκτέλεση των αρχείων.%nΜε αυτή την επιλογή ενεργή εμφανίζεται μια προειδοποίηση πριν την εκτέλεση μιας τέτοιας δυνητικά επικίνδυνης ενέργειας."
PREFS_CHECK_FREE_SPACE_LABEL = "Έλεγχος για ύπαρξη ελεύθερου χώρου στον δίσκο"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "Έλεγχος για την ύπαρξη του απαραίτητου ελεύθερου χώρου στον δίσκο πριν την αποσυμπίεση."
PREFS_CHECK_UNICODE_LABEL = "Έλεγχος για χαρακτήρες unicode"
PREFS_CHECK_UNICODE_TOOLTIP = "Μερικοί ειδικοί χαρακτήρες (π.χ. ιαπωνικοί χαρακτήρες σε μη-ιαπωνικά συστήματα) μπορούν να προκαλέσουν προβλήματα κατά την αποσυμπίεση.%nΕάν έχετε προβλήματα κατά την αποσυμπίεση τέτοιων αρχείων, ενεργοποιήστε αυτή την επιλογή για να μετονομαστούν προσωρινά αυτά τα αρχεία."
PREFS_APPEND_EXT_LABEL = "&Διόρθωση επεκτάσεων αρχείων"
PREFS_APPEND_EXT_TOOLTIP = "Διόρθωση επεκτάσεων αρχείων που λείπουν ή είναι λανθασμένα."
PREFS_HIDE_TRAY_LABEL = "Απενεργοποίηση εικονιδίου tray"
PREFS_HIDE_STATUS_LABEL = "Απόκρυψη status box"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "Απόκρυψη status box σε πλήρη οθόνη"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "Λειτουργία παιχνιδιού - απενεργοποιεί το status box αυτόματα αν η ενεργή εφαρμογή εμφανίζεται σε λειτουργία πλήρους οθόνης"
PREFS_OPEN_FOLDER_LABEL = "Άνοιγμα φακέλου προορισμού μετά την αποσυμπίεση"
PREFS_FEEDBACK_PROMPT_LABEL = "Υποβολή προβλήματος"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "Με αυτή την επιλογή ενεργή, μετά από μια αποτυχημένη αποσυμπίεση, θα εμφανιστεί μια υπενθύμιση υποβολής προβλήματος."
PREFS_WINDOW_POSITION_LABEL = "Αποθήκευση μεγέθους και θέσης παραθύρου εφαρμογής"
PREFS_SEND_STATS_LABEL = "Αποστολή ανώνυμων στατιστικών στοιχείων"
PREFS_SEND_STATS_TOOLTIP = "Αυτόματη αποστολή στατιστικών (τί τύπους αρχείων - π.χ. zip - αποσυμπιέζετε περισσότερο, ποιες παραμέτρους θέτετε, ένα τυχαίο όνομα χρήστη;%nδεν συλλέγονται ονόματα αρχείων ή πληροφορίες που θα μπορούσαν να χρησιμοποιηθούν για να σας ταυτοποιήσουν)."
PREFS_LOG_LABEL = "Δημιουργία αρχείων καταγραφών"
PREFS_VIDEOTRACK_LABEL = "Αποσυμπίεση αρχείων βίντεο"
PREFS_VIDEOTRACK_TOOLTIP = "Αν απενεργοποιηθεί, τα αρχεία βίντεο παραλείπονται όταν αποσυμπιέζουμε ένα αρχείο βίντεο με ήχο.%nΑυτό είναι χρήσιμο όταν χρειαζόμαστε μόνο τα αρχεία ήχου και θέλουμε να εξοικονομήσουμε χρόνο και χώρο στον δίσκο."
PREFS_TOPMOST_LABEL = "Πάντα στο προσκήνιο"
PREFS_BETA_UPDATES_LABEL = "Εγκαταστήστε ενημερώσεις beta"
PREFS_SOURCE_FILES_LABEL = "Αρχικά αρχεία"
PREFS_SOURCE_FILES_OPT_ASK = "ερώτηση"
PREFS_SOURCE_FILES_OPT_DELETE = "διαγραφή"
PREFS_SOURCE_FILES_OPT_KEEP = "διατήρηση"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "Πάντα να εμφανίζεται μια προειδοποίηση για διαγραφή ή διατήρηση των αρχικών αρχείων."
PREFS_DELETE_ADDITIONAL_FILES_LABEL = "Σβήστε τα επιπρόσθετα αρχεία"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = "Μετακίνηση των άχρηστων αποσυμπιεσμένων αρχείων των προ-φίλτρων %name στον φάκελο '%1'.%nΑντ' αυτού, εδώ μπορείτε να επιλέξετε την διαγραφή των αρχείων αυτών."
FEEDBACK_TITLE_LABEL = "Αποστολή σχολίου"
FEEDBACK_SYSINFO_LABEL = "Πληροφ. συστήματος:"
FEEDBACK_OUTPUT_LABEL = "%name μήνυμα:"
FEEDBACK_MESSAGE_LABEL = "Το μήνυμά σας/επιπρόσθετες πληροφορίες:"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "Έχω διαβάσει και αποδέχομαι την Πολιτική Απορρήτου"
FEEDBACK_PRIVACY_VIEW_LABEL = "Δείτε την Πολιτική Απορρήτου"
CONTEXT_ENTRIES_LABEL = "Καταχωρήσεις μενού"
CONTEXT_ENABLED_LABEL = "ενεργό"
CONTEXT_ALL_USERS_LABEL = "ενεργοποίηση για όλους τους χρήστες"
CONTEXT_ADMIN_REQUIRED = "Αυτή η επιλογή χρειάζεται δικαιώματα Διαχειριστή"
CONTEXT_FILE_ASSOC_LABEL = "Καταχώριση καταλήξεων αρχείων"
CONTEXT_SIMPLE_RADIO = "απλή"
CONTEXT_CASCADING_RADIO = "διαδοχική"
CONTEXT_CASCADING_RADIO_TOOLTIP = "Αυτό το χαρακτηριστικό χρειάζεται Windows 7 ή ανώτερα"
UPDATE_ACTION_INSTALL = "Εγκατάσταση ενημέρωσης"
UPDATE_STATUS_SEARCHING = "Έλεγχος για ενημερώσεις ..."
UPDATE_TERM_PROGRAM_FILES = "αρχεία εγκατάστασης του %name"
UPDATE_WHATS_NEW = "Τι νέο υπάρχει;"
FIRSTSTART_TITLE = "Βοηθός πρώτης εκκίνησης"
FIRSTSTART_PAGES = "Καλωσήρθατε|Προτιμήσεις|Καταχωρίσεις μενού"
FIRSTSTART_PAGE1 = "Καλωσήρθατε στον %name.%n%nΠαρακαλώ αφιερώστε λίγο χρόνο για να προσαρμόσετε τον %name στις ανάγκες σας.%n%nΑλλά πρώτα: μερικές νομικές πληροφορίες.%nΤο λογισμικό αυτό διατίθεται "ώς έχει" χωρίς καμμία εγγύηση.Χρησιμοποιήστε το με δική σας ευθύνη.Οι δημιουργοί του %name δεν μπορεί να θεωρηθούν υπεύθυνοι για οποιαδήποτε ζημιά προκύψει από την χρήση του λογισμικού αυτού. Χρησιμοποιώντας τον %name συμφωνείτε στο να τον χρησιμοποιείτε μόνο για νόμιμους σκοπούς σύμφωνα με τους τοπικούς και διεθνείς νόμους.Αν δεν αποδεχθείτε αυτή την νομική συμφωνία, δεν επιτρέπετε να χρησιμοποιήσετε αυτό το εργαλείο."
FIRSTSTART_PAGE2 = "Πρώτον, παρακαλούμε να ορίσετε τις γενικές επιλογές για την αποσυμπίεση και την γενικές επιλογές του %name.%n%nΌλες αυτές οι προτιμήσεις μπορούν να αλλαχθούν ξανά ανά πάσα στιγμή μέσω του βασικού μενού."
FIRSTSTART_PAGE3 = "%name μπορεί να ενσωματωθεί πλήρως στις καταχωρίσεις μενού, ώστε ένα αρχείο μπορεί να εξαχθεί ή γενικές πληροφορίες σχετικά με τον τύπο αρχείου μπορεί να εμφανιστεί με ένα απλό δεξί κλικ σε οποιοδήποτε αρχείο και χωρίς να ανοίξετε το κύριο παράθυρο του προγράμματος. Παρακαλώ επιλέξτε ποια καταχωρίσεις μενού θα εμφανίζονται.%n%nΌλες αυτές οι προτιμήσεις μπορεί να αλλάξουν ανά πάσα στιγμή μέσω του βασικού μενού."
FFMPEG_LICENSE_ACCEPT_LABEL = "Έχω διαβάσει και αποδέχομαι την συμφωνία άδειας χρήσης"
FFMPEG_LICENSE_VIEW_LABEL = "Δες την συμφωνία άδειας χρήσης"
FFMPEG_SELECT_LABEL = "Έχετε ήδη το FFmpeg;"
FFMPEG_SELECT_TITLE = "Επιλέξτε το FFmpeg"
STATS_HEADER_STATUS = "Γενικά αποτελέσματα"
STATS_HEADER_TYPE = "Αποσυμπίεση ανά κατάληξη αρχείου"
STATS_STATUS_SUCCESS = "Επιτυχία"
STATS_STATUS_FAILED = "Αποτυχία"
STATS_STATUS_FILEINFO = "Σάρωση αρχείου"
STATS_STATUS_UNKNOWN = "Άγνωστος τύπος αρχείου / μη υποστηριζόμενος"
STATS_NO_DATA = "Δεν υπάρχουν αρκετά δεδομένα για να εξαχθούν στατιστικά.%n%nΠαρακαλούμε προσπαθήστε αργότερα."
FILESCAN_TITLE = "Αποτελέσματα της σάρωσης αρχείου:"
ABOUT_INFO_LABEL = "Αρχική έκδοση από %1%nΈκδοση 2.0.0 από Bioruebe <%2>%nΈκδοση %3 από gvp9000%n%nΑρχείο Ελληνικής γλώσσας από gvp9000%n%nΔιατίθεται υπό την άδεια %4"
ABOUT_VERSION = "Έκδοση %1 (%2)"
METHOD_ADMIN_RADIO = "%1 Αρχείο εγκατάστασης για Διαχειριστές"
METHOD_EXTRACTION_RADIO = "%1 αποσυμπίεση"
METHOD_HEADER = "%1 Αποσυμπίεση"
METHOD_RADIO_LABEL = "Μέθοδος αποσυμπίεσης"
METHOD_SWITCH_RADIO = "%1 διακόπτης"
METHOD_NOT_INSTALLER_RADIO = "Όχι ένα %1 αρχείο εγκατάστασης"
METHOD_TEXT_LABEL = "%name υποστηρίζει τις ακόλουθες μεθόδους για αποσυμπίεση %1 αρχείων. Δυστυχώς, καμμία από αυτές τι μεθόδους δεν είναι 100% αξιόπιστη. Αν η εξ' ορισμού μέθοδος δεν δουλέψει, ξανατρέξτε το %name και επιλέξτε μια διαφορετική μέθοδο."
METHOD_UNPACKER_RADIO = "%1 πρόγραμμα αποσυμπίεσης"
METHOD_GAME_LABEL = "Το αρχείο %1 είναι πιθανότατα ένα αρχείο παιχνιδιού. %name μπορεί να αποσυμπιέσει πολλούς τύπους αρχείων παιχνιδιών αλλά δεν μπορεί να καθορίσει από ποιο παιχνίδι προήλθε. Αν το αρχείο ανήκει σε ένα παιχνίδι παρακαλώ επιλέξτε το παιχνίδι από την παρακάτω λίστα. Διαφορετικά επιλέξτε '%2' ή κάντε κλικ στο '%3' για να γίνει προσπάθεια αποσυμπίεσης με άλλη μέθοδο."
METHOD_GAME_NOGAME = "Δεν είναι ένα παιχνίδι αυτής της λίστας"
METHOD_NOT_IN_LIST = "Κανένα από αυτά"
METHOD_FILE_SELECT_LABEL = "Ένα επιπλέον αρχείο ψρειάζεται για να αποσυμπιεστεί το %1, αλλά το %name δεν μπορεί να καθορίσει ποιο είναι αυτό.%n%nΠαρακαλώ επιλέξτε από τις παρακάτω επιλογές. Αν η αποσυμπίεση δεν δουλέψει σωστά, προσπαθήστε ξανά με μια διαφορετική επιλογή."
METHOD_EXTRACTOR_SELECT_LABEL = "%nΗ παρακάτω λίστα περιέχει έναν σύντομο κωδικό για κάθε πρόγραμμα αποσυμπίεσης / τύπο αρχείου τα οποία υποστιρίζονται από το %name.%n%nΠαρακαλώ επιλέξτε τον τύπο αποσυμπίεσης που θέλετε να χρησιμοποιήσετε. Επιλέξτε το '%2' για αυτόματη ανίχνευση του τύπου αρχείου από το %name."

; GUI control functions
EXTRACT_TO = "Αποσυμπίεση σε"
OPEN_FILE = "Άνοιγμα αρχείου"
SELECT_FILE = "Επιλογή αρχείου"
UPDATE_CURRENT = "Χρησιμοποιείτε ήδη την πιο πρόσφατη έκδοση του %name."

; Common terms
TERM_ARCHIVE = "συμπιεσμένο αρχείο"
TERM_AUDIO = "Ήχος"
TERM_COMPILED = "Επεξεργασμένο"
TERM_COMPRESSED = "συμπιεσμένο αρχείο"
TERM_CONTAINER = "container format"
TERM_DATABASE = "βάση δεδομένων"
TERM_DISK_IMAGE = "είδωλο δίσκου"
TERM_DOWNLOAD = "Κατέβασμα"
TERM_DOWNLOADING = "Κατέβασμα"
TERM_EBOOK = "ηλεκτρονικό βιβλίο"
TERM_ECARD = "ηλεκτρονική κάρτα"
TERM_ENCODED = "κωδικοποιημένο αρχείο"
TERM_ENCRYPTED = "κρυπτογραφημένο αρχείο"
TERM_ERROR = "Σφάλμα"
TERM_EXECUTABLE = "εκτελέσιμο αρχείο"
TERM_EXTRACT = "αποσυμπίεση"
TERM_FILE = "αρχείο"
TERM_GAME = "Παιχνίδι "
TERM_HELP = "Αρχείο βοήθειας"
TERM_HOTFIX = "αρχείο διόρθωσης"
TERM_IMAGE = "εικόνα"
TERM_INSTALLED = "Εγκατεστημένο"
TERM_INSTALLER = "αρχείο εγκατάστασης"
TERM_LOADING = "Φόρτωση..."
TERM_MERGE_MODULE = "μονάδα συγχώνευσης"
TERM_OVERALL_PROGRESS = "Συνολική πρόοδος"
TERM_PACKAGE = "πακέτο"
TERM_PAGE = "σελίδα"
TERM_PATCH = "διόρθωση"
TERM_RECONSTRUCTED = "Αποκατάσταση"
TERM_SCAN = "σάρωση"
TERM_SCRIPT = "script"
TERM_SFX = "Αυτό-αποσυμπιεζόμενο"
TERM_STAGE = "Στάδιο"
TERM_TESTING = "Τεστάρισμα"
TERM_TRANSLATION = "μετάφραση"
TERM_UNKNOWN = "άγνωστο"
TERM_UNPACKED = "μη συμπιεσμένο"
TERM_UPDATER = "αρχείο ενημέρωσης"
TERM_VIDEO = "Βίντεο"

; Status messages
SCANNING_FILE = "Σκανάρισμα αρχείου με %1"
SCANNING_EXE = "Σκανάρισμα εκτελέσιμου αρχείου με %1"
EXTRACTING = "Αποσυμπίεση αρχείων από:"
INIT_WAIT = "Αναμονή για αρχικοποίηση του αρχείου εγκατάστασης.%nΠαρακαλούμε περιμένετε."
SENDING_FEEDBACK = "Αποστολή σχολίου"
INPUT_NEEDED = "Χρειάζεται εισαγωγή στοιχείων από τον χρήστη"
SEARCHING_PASSWORD = "Ανίχνευση password"
TESTING_PASSWORD = "Δοκιμή passwords (%1/%2)"
MOVING_FILE = "Μετακίνηση σε"
RENAMING_FILES = "Μετονομασία αρχείων (%1/%2)"
RENAMING_FILES_PROGRESS = "Μετονομασία αρχείων (%1/%2)"
PROCESSING = "Επεξεργασία..."
CLEANING_UP = "Εκκαθάριση..."

; Custom prompts
INIT_COMPLETE = "Η προετοιμασία ολοκληρώθηκε. Παρακαλώ βγείτε από το πρόγραμμα εγκατάστασης, κάντε κλικ στο OK για να συνεχίσετε."
UNPACK_PROMPT = "Αυτό το αρχείο είναι συμπιεσμένο με %1 συμπίεση, αλλά δεν μπορεί να αποσυμπιεστεί.%nΑυτό μπορεί να συμβαίνει επειδή ο τύπος αρχείου δεν υποστηρίζεται, ή επειδή%nδεν υπάρχουν αρχεία να αποσυμπιεστούν.%n%nΘέλετε να αποσυμπιέσετε αυτό το αρχείο;%n%nΣημείωση: Τα αποσυμπιεσμένα αρχεία θα ονομαστούν:%n%2"
UNPACK_FAILED = "Σφάλμα:  %1%nδεν μπορεί να αποσυμπιεστεί."
UNPACK_AGAIN = "%1 αποσυμπιέστηκε επιτυχώς. %n%nΘέλετε %name να γίνει προσπάθεια αποσυμπίεσης του αρχείου %2;"
NSIS_BINFILES = "Σημείωση: %1 αποσυμπιέστηκε επιτυχώς. %nΩστόσο, υπάρχουν data.bin αρχεία στον ίδιο κατάλογο με το αρχείο %2. Αυτά θα μπορούσαν να είναι μέρος των αρχείων εγκατάστασης. %n%nΚάντε κλικ στο OK για να τα αποσυμπιέσετε με %name ή Ακύρωση για να ματαιώσετε την διαδικασία."
WARN_EXECUTE = "Για να αποσυμπιέσετε τα αρχεία αυτού του τύπου, το αρχείο θα πρέπει να εκτελεστεί.%n%nΑν πιστεύετε ότι αυτό το αρχείο μπορεί ενδεχομένως να είναι κακόβουλο, συνιστάται να μην συνεχίσετε."
FEEDBACK_SUCCESS = "Ευχαριστούμε για την ανταπόκρισή σας. Το μήνυμά σας θα επεξεργαστεί σύντομα."
FEEDBACK_PROMPT = "Για την περαιτέρω βελτίωση του %name, μπορείτε να ενημερώσετε τον προγραμματιστή σχετικά με τα σφάλματα. %nΤα αρχεία καταγραφής της αποσυμπίεσης περιέχουν πολύτιμες πληροφορίες για το αρχείο και τα πιθανά σφάλματα που πιθανών να προέκυψαν κατά την διάρκεια της αποσυμπίεσης.%n%nΘέλετε να ανοίξετε την φόρμα ανάδρασης τώρα;"
FEEDBACK_PRIVACY = "Όροι προστασίας δεδομένων: Τα αρχεία σχολίων-ανάδρασης αποθηκεύονται σε απευθείας σύνδεση στους διακομιστές μας μέχρι να υποβάλλονται σε επεξεργασία από έναν προγραμματιστή και διαγράφονται μετά. Δεν υπάρχουν δεδομένα θα κοινοποιηθούν σε τρίτους. Μπορείτε να ζητήσετε τη διαγραφή οποιαδήποτε στιγμή μέσω e-mail.%n%nΤα υπό αποστολή δεδομένα μπορούν να περιλαμβάνουν πληροφορίες συστήματος καθώς και τμήματα του περιεχομένου του αρχείου. Εάν δεν θέλετε να στείλετε συγκεκριμένες πληροφορίες, απλά να διαγράψετε τες.%n%nΔέχεστε αυτή τη συμφωνία και θέλετε να στείλετε το μήνυμα; Διαφορετικά, τίποτα δεν θα μεταδοθεί."
FEEDBACK_OUTDATED = ""
FFMPEG_NEEDED = "%1 μοιάζει να είναι ένα αρχείο πολυμέσων.%n%nΓια να εξαγάγετε όλα τα βίντεο και τα κομμάτια ήχου, το FFmpeg είναι απαραίτητο. Απλά πατήστε το πλήκτρο %2 και τα όλα τα σχετικά αρχεία θα κατεβούν και εγκατασταθούν αυτόματα στον υπολογιστή σας."
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = ""
UPDATE_PROMPT = "Μια καινούργια αναβάθμιση είναι διαθέσιμη για %1.%n%nΘέλετε να την μεταφορτώσετε τώρα;"
FILE_COPY = "Για να επεξεργαστεί το αρχείο %1 σωστά, ένα αντίγραφο πρέπει να δημιουργηθεί. Ανάλογα με το μέγεθος του αρχείου, αυτό μπορεί να πάρει κάποιο χρόνο.%n%nΠαρακαλώ ελέγξτε ότι υπάρχει διαθέσιμος χώρος και πιέστε το ΟΚ για να συνεχίσετε."
FILE_DELETE = "Το αρχείο %1 αποσυμπιέστηκε επιτυχώς. Θέλετε ο %name να διαγράψει το αρχικό αρχείο;%n%nΣημείωση: Υπάρχει πιθανότητα τα αποσυμπιεσμένα αρχεία να μην μπορούν να χρησιμοποιηθούν. Παρακαλώ πιέστε ΝΑΙ μόνο αν είσε σίγουροι, ότι η αποσυμπίεση δούλεψε όπως έπρεπε.%n(Αυτό το μήνυμα μπορεί να απενεργοποιηθεί από τις Επιλογές.)"
BATCH_DUPLICATE = "Το αρχείο %1 υπάρχει ήδη στην λίστα προς αποσυμπίεση.%n%nΝα προστεθεί ξανά και να αποσυμπιεστεί 2 φορές;"
NO_FREE_SPACE = "Προειδοποίηση:%nΟ δίσκος αποσυμπίεσης %1 έχει λιγότερο ελεύθερο χώρο από το μέγεθος του αρχείου.%n%nΕλεύθερος χώρος:%t%2 MB%nΧώρος που χρειάζεται:%t>%3 MB%nΔιαφορά:%t~%4 MB"
CONTEXT_DANGEROUS = "Προειδοποίηση:%nΗ αλλαγή των αντιστοιχήσεων των καταλήξεων μπορεί να είναι επικίνδυνη. Π.χ. αλλάζοντας την κατάληξη .exe μπορεί το αρχείο να μην μπορεί να εκτελεστεί. Παρακαλώ προσέξτε τι κάνετε.%n%nΘέλετε να συνεχίσετε;"
ELEVATION_REQUIRED = "Άρνηση πρόσβασης.%n%n%name θα ξανά ξεκινήσει με δικαιώματα διαχειριστή. Προσπαθήστε ξανά μετά."
ACCESS_DENIED = "Άρνηση πρόσβασης.%n%n%name ήδη επεξεργάζεται με δικαιώματα διαχειριστή. Παρακαλώ βεβαιωθείτε ότι έχετε τα σωστά δικαιώματα και προσπαθήστε ξανά."
MOVE_FAILED = "%1 δεν μπορεί να αντιγραφεί στο %2. Σε περίπτωση που η διαδρομή ή το όνομα περιέχουν ειδικούς χαρακτήρες, παρακαλούμε προσπαθήστε να μετονομάσετε το αρχείο ή να το μετακινήσετε σε έναν φάκελο με κανονικό όνομα. Με αυτόν τον τρόπο, %name δεν χρειάζεται να το αντιγράψετε σε έναν προσωρινό φάκελο. Μετά αρχίστε την αποσυμπίεση ξανά."

; Help text
HELP_TITLE = "%name: χρήση γραμμής εντολών"
HELP_USAGE_TITLE = "Χρήση:"
HELP_USAGE = "%1 <file> [<destination> | /scan | /sub | /last] [/silent] [/batch] [/type[=<type>]]"
HELP_ARGUMENTS = "%n%nΥποστιριζόμενες επιλογές:"
HELP_SCAN = "%n     %1%t%tΔώστε πληροφορίες για τον τύπο αρχείου"
HELP_FILENAME = "%n     filename%tΌνομα αρχείου για αποσυμπίεση"
HELP_DESTINATION = "%n     destination%tΦάκελος αποσυμπίεσης"
HELP_SILENT = "%n     %1%t%tΣιωπηλή λειτουργία (δεν χρειάζονται ενέργειες από την μεριά του χρήστη)"
HELP_BATCH = "%n     %1%t%tΠροσθέστε αρχείο στο batch queue"
HELP_TYPE = ""
HELP_SUB = "%n%nΑποσυμπίεση του %1 αντί για το όνομα φακέλου προορισμού που ορίζει το όνομα του αρχείου%n%name θα εξαχθεί σε έναν υποφάκελο με όνομα το όνομα του αρχείου, "
HELP_LAST = "με το %1 θα χρησιμοποιηθεί ο τελευταίος χρησιμοποιηθέντας φάκελος."
HELP_NOARGS = "%n%nΤρέχοντας τον %name χωρίς επιλογές θα ζητηθεί από τον χρήστη το όνομα αρχείου και ο φάκελος προορισμού."
HELP_MORE = ""
HELP_EXAMPLE_TITLE = "Παράδειγμα:"
HELP_EXAMPLE = "%1 "C:\Files\example.zip" "C:\unpacked""
HELP_DOCS_LINK = ""

; Warning messages
WARN_CONVERSION_FAILED = "Απέτυχε η αυτόματη μετατροπή."
WARN_MOVE_FAILED = "%1 αρχεία/φάκελοι δεν μπορούν να μετακινηθούν."

; Error messages
UNKNOWN_FILETYPE_TITLE = "Άγνωστος τύπος αρχείου"
UNKNOWN_FILETYPE = "%1 δεν μπορεί να αποσυμπιεστεί. Ο τύπος αρχείου δεν μπορεί να καθοριστεί ακριβώς.%n%nΑν έχετε περισσότερες πληροφορίες για αυτόν τον τύπο αρχείου, παρακαλώ ενημερώστε μας χρησιμοποιώντας την φόρμα σχολίων."
INVALID_FILE = "Το αρχείο προς αποσυμπίεση,%n%n%1%,n%nδεν μπορεί να βρεθεί. Παρακαλώ επιλέξτε ένα σωστό αρχείο.%n%n%1"
INVALID_DIR = "%1 δεν μπορεί να δημιουργηθεί. Μπορεί να μην έχετε τα κατάλληλα δικαιώματα εγγραφής στον φάκελο.%n%nΠαρακαλώ επιλέξτε έναν σωστό φάκελο ή προσπαθήστε να τρέξετε τον %name με δικαιώματα διαχειριστή."
NO_HISTORY = "%1 δεν μπορεί να αποσυμπιεστεί.%nΟ τελευταίος αδρανοποιηθέντας φάκελος δεν μπορεί να διαβαστεί.%n%nΠαρακαλώ βεβαιωθείτε ότι %2 είναι ενεργεί και ότι έχετε αποσυμπιέσει τουλάχιστον ένα αρχείο πριν προσπαθήσετε να αποσυμπιέσετε στον τελευταίο χρησιμοποιηθέν φάκελο."
EXTRACT_FAILED = "%1 δεν μπορεί να αποσυμπιεστεί.%nΦαίνεται να είναι ένα %2, το οποίο υποστηρίζεται, αλλά η αποσυμπίεση απέτυχε.%n%nΘέλετε ο %name να δημιουργήσει και να εμφανίσει ένα αρχείο καταγραφής με επιπρόσθετες πληροφορίες;"
NOT_PACKED = "%1 δεν μπορεί να αποσυμπιεστεί, το αρχείο δεν είναι συμπιεσμένο αλλά %n%n%2"
DOWNLOAD_FAILED = "Το αρχείο %1 δεν μπορεί να μεταφορτωθεί. Παρακαλώ βεβαιωθείτε ότι είστε συνδεδεμένοι στο Internet και προσπαθήστε ξανά."
UPDATECHECK_FAILED = "Ό έλεγχος για ενημερώσεις απέτυχε. Παρακαλώ βεβαιωθείτε ότι είστε συνδεδεμένοι στο Internet και προσπαθήστε ξανά."
UPDATE_FAILED = "Η ενημέρωση κάποιων αρχείων απέτυχε.%n%nΠαρακαλώ προσπαθήστε αργότερα, τρέξτε το %name σαν adminstrator ή ξανά εγκαταστήστε το %name."
UPDATE_NOADMIN = "%name απέτυχε να αποκτήσει δικαιώματα διαχειριστή.%n%nΚάντε δεξί κλικ στο %name εικονίδιο και επιλέξτε 'Run as adminstrator', έπειτα ελέγξτε για αναβαθμίσεις ξανά μέσω του μενού της Βοήθειας."
FFMPEG_MOVE_FAILED = "FFmpeg δεν μπόρεσε να εγκατασταθεί σωστά. Παρακαλώ κάντε δεξί κλικ στο εικονίδιο του %name, επιλέξτε 'Εκτέλεση σαν Διαχειριστής' και προσπαθήστε ξανά."
FFMPEG_INVALID_FILE = "Το επιλεγμένο αρχείο δεν είναι μια υποστιριζόμενη έκδοση του FFmpeg.%n%nΤο FFmpeg είναι διαθέσιμο σε δύο εκδόσεις: σαν ένα μοναδικό μεγάλο εκτελέσιμο αρχείο ('static') κι σαν φάκελος που περιέχει πολλά μικρά εκτελέσιμα αρχεία και αρχεία .dll ('shared'). Το %name υποστηρίζει μόνο το πρώτο."
FEEDBACK_EMPTY = "Παρακαλώ δώστε όσες περισσότερες πληροφορίες μπορείτε ώστε να απαντήσουμε πιο γρήγορα στο αίτημά σας."
FEEDBACK_ERROR = "Η αποστολή του αιτήματός σας απέτυχε. Παρακαλώ προσπαθήστε ξανά αργότερα ή στείλτε ένα email ή χρησιμοποιήστε το φόρουμ. Ευχαριστούμε"
FEEDBACK_PRIVACY_NOT_ACCETPED = "Παρακαλώ αποδεχτείτε την Πολιτική Απορρήτου για να στείλετε το σχόλιό σας."
LICENSE_NOT_ACCEPTED = "Παρακαλώ αποδεχτείτε την Άδεια Χρήσης για να συνεχίσετε."
BATCH_FINISH = "Η επεξεργασία Batch τελείωσε, αλλά δεν αποσυμπιέστηκαν επιτυχώς όλα τα αρχεία. Τα ακόλουθα αρχεία δημιούργησαν σφάλματα:%n%n%1%nΓια περαιτέρω πληροφορίες διαβάστε τα αρχείο στον φάκελο καταγραφών (υπάρχουν μόνο αν η καταγραφή είναι ενεργοποιημένη)."
NOT_SUPPORTED_TITLE = "Μη υποστηριζόμενος τύπος αρχείου"
NOT_SUPPORTED = "%1 δεν μπορεί να αποσυμπιεστεί.%n%n%name αυτή τη στιγμή δεν υποστηρίζει αυτόν τον τύπο αρχείου.%n%nΑν γνωρίζετε οποιαδήποτε μέθοδο για την αποσυμπίεσή του, παρακαλώ επιλέξτε το '%2' από το μενού '%3' για να μας αποστείλετε μήνυμα με τις απαραίτητες πληροφορίες ώστε να βοηθήσετε να γίνει ο %name ακόμα καλύτερος"
MISSING_EXE = "%1 δεν μπορεί να αποσυμπιεστεί.%n%nΤο στοιχείο βοήθειας %2 δεν μπορεί να βρεθεί.%n%nΑν είναι έναν προαιρετικός αποσυμπιεστής , πρέπει να τον κατεβάσετε και να τον τοποθετήσετε στον κατάλληλο φάκελο του προγράμματος. Περισσότερες πληροφορίες για τους προαιρετικούς αποσυμπιεστές βρίσκονται στο μενού Βοήθειας."
EXTRACT_TIMEOUT = "%1 δεν μπορεί να αποσυμπιεστεί%n%nΤελείωσε το χρονικό όριο. Εάν το πρόβλημα είναι προσωρινό, μια άλλη δοκιμή θα μπορούσε να οδηγήσει στην επιτυχία."
WRONG_PASSWORD = "%1 δεν μπορεί να αποσυμπιεστεί.%n%nΤο αρχείο προστατεύεται με κωδικό πρόσβασης και ο κωδικός πρόσβασης που πληκτρολογήσατε είναι λανθασμένος.%n%nΣυμβουλή: Χρησιμοποιήστε την ενσωματωμένη αυτόματη αναζήτηση κωδικού πρόσβασης που βασίζεται σε ένα αρχείο κωδικών πρόσβασης, το οποίο μπορεί να βρεθεί στο %2 μενού."
NO_FREE_SPACE_ERROR = "%1 δεν μπορεί να αποσυμπιεστεί.%n%nΔεν υπάρχει επαρκής χώρος στον δίσκο. Ελευθερώστε χώρο και προσπαθήστε ξανά."
MISSING_PART = "%1 δεν μπορεί να αποσυμπιεστεί.%n%nΤο αρχείο αποτελείται από πολλά τμήματα. Χρειάζονται όλα για να γίνει η αποσυμπίεση, αλλά κάποια δεν μπορούν να βρεθούν.%n%nΒεβαιωθήτε ότι όλα τα τμήματα του αρχείου βρίσκονται στον ίδιο φάκελο και προσπαθήστε ξανά."
PLUGIN_IMPORT_MISSINGFILES = "Εισαγωγή plugin %1 απέτυχε.%n%nΔεν επιλέχθηκαν όλα τα αρχεία. Παρακαλώ ξαναπροσπαθήστε και επιλέξτε όλα τα ακόλουθα αρχεία:%n%n%2"
MISSING_DEFINITION = "%1 δεν μπορεί να αποσυμπιεστεί.%n%nΤο αρχείο %2 δεν μπορεί να βρεθεί.%n%nΑν είναι ένα προαιρετικό plugin, βεβαιωθείτε ότι έχει ρυθμιστεί σωστά."
OPEN_URL_FAILED = "%name απέτυχε να ανοίξει την ιστοσελίδα.%n%nΠαρακαλώ ανοίξτε το αγαπημένο σας πρόγραμμα περιήγησης και να εισάγετε χειροκίνητα την ακόλουθη διεύθυνση:"

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "Υποστηριζόμενοι τύποι αρχείων:"
PLUGIN_ARC_CONV = "Πρόσθετο για αποσυμπίεση αρκετών αρχεία παιχνιδιών"
PLUGIN_ISCAB = "Πρόσθετο για αποσυμπίεση αρχείων cab. Μπορεί να δουλεύει καλύτερα από τον γενικό αποσυμπιεστή του Universal Extractor, αλλά δεν είναι ένα δωρεάν εργαλείο."
PLUGIN_THINSTALL = "Πρόσθετο για αποσυμπίεση portable αρχείων τα οποία έχουν κατασκευαστεί με το Thinstall"
PLUGIN_UNREAL = "Πρόσθετο για αποσυμπίεση Unreal Engine αρχείων"
PLUGIN_WINTERMUTE = "Πρόσθετο για αποσυμπίεση WinterMute αρχείων παιχνιδιών"
PLUGIN_CI = "Πρόσθετο για αποσυμπίεση CreateInstall αρχείων, κατέβασμα, εγκατάσταση, αντιγραφή αρχείων %1, %2, %3 στο \bin"
PLUGIN_DGCA = "Πρόσθετο για αποσυμπίεση DGCA αρχείων"
PLUGIN_BOOTIMG = "Πρόσθετο για αποσυμπίεση Android boot images"
PLUGIN_IS5COMP = "Πρόσθετο για αποσυμπίεση παλαιότερων InstallShield αρχείων"
PLUGIN_WOLF = ""
PLUGIN_EXTSIS = "Πρόσθετο για αποσυμπίεση νεώτερων συμπιεσμένων αρχείων Symbian OS"
PLUGIN_BITROCK = "Πρόσθετο για αποσυμπίεση Bitrock installers"

; Context Menu integration
EXTRACT_FILES = "UniExtract &Άνοιγμα"
EXTRACT_HERE = "UniExtract &Εδώ"
EXTRACT_SUB = "UniExtract σε &υποφάκελο"
EXTRACT_LAST = "UniExtract σε &τελευταίο φάκελο"
SCAN_FILE = "Σκανάρισμα αρχείου"

; Other
DIR_ADDITIONAL_FILES = "Επιπλέον αρχεία"

; Uninstaller
UNINSTALL = "Απεγκατάσταση"
UNINSTALL_TITLE = "Απεγκατάσταση %name"
UNINSTALL_LABEL = "Εάν σχεδιάζετε να εγκαταστήσετε το %name ξανά, μπορείτε να κρατήσετε τις ρυθμίσεις εδώ. Διαφορετικά, μπορείτε να διαγράψετε όλα τα δεδομένα χρήστη."
UNINSTALL_REMOVE_LOGS = "Αφαίρεση αρχείων καταγραφών"
UNINSTALL_REMOVE_USERDATA = "Αφαίρεση όλων των δεδομένων και ρυθμίσεων"
